package sql;

public class movieSql {
	public static String movie1Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (1,'유령', '이해영', '액션', 133, '15세 관람가', '2023-01-18' , '설경구,이하늬,박소담', \r\n"
			+ "'유령에게 고함. 작전을 시작한다” 1933년, 일제강점기 경성. 항일조직 ‘흑색단’의 스파이인 ‘유령’이 비밀리에 활약하고 있다. 새로 부임한 경호대장 카이토는 ‘흑색단’의 총독 암살 시도를 막기 위해 조선총독부 내의 ‘유령’을 잡으려는 덫을 친다. 영문도 모른 채, ‘유령’으로 의심받고 벼랑 끝 외딴 호텔에 갇힌 용의자들. 총독부 통신과 감독관 쥰지, 암호문 기록 담당 차경, 정무총감 비서 유리코, 암호 해독 담당 천계장, 통신과 직원 백호. 이들에게 주어진 시간은 단 하루 뿐. 기필코 살아나가 동지들을 구하고 총독 암살 작전을 성공시켜야 하는 ‘유령’과 무사히 집으로 돌아가고 싶은 이들 사이, 의심과 경계는 점점 짙어지는데… 과연 ‘유령’은 작전에 성공할 수 있을 것인가? “성공할 때까지 멈춰서는 안 된다',6.8);";
	public static String movie2Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (2,'카운트','권혁재', '드라마', 109, '12세 관람가', '2023-02-22' , '진선규,성유빈,오나라', \r\n"
			+ "'1988년 올림픽 금메달리스트지만 1998년 지금은 평범한 고등학교 선생인 ‘시헌’(진선규). 선수 생활 은퇴 후 남은 건 고집뿐, 모두를 킹받게 하는 마이웨이 행보로 주변 사람들의 속을 썩인다. 그러던 어느 날, 우연히 참석한 대회에서 뛰어난 실력에도 불구하고 승부 조작으로 기권패를 당한 ‘윤우’(성유빈)를 알게 된 ‘시헌’은 복싱부를 만들기로 결심한다. 아내 ‘일선’(오나라)의 열렬한 반대와, ‘교장’(고창석)의 끈질긴 만류도 무시한 채, ‘시헌’은 독기만 남은 유망주 ‘윤우’와 영문도 모른 채 레이더망에 걸린 ‘환주’(장동주), ‘복안’(김민호)을 데리고 본격적인 훈련에 돌입하기 시작하는데...! 쓰리, 투, 원! 긍정 파워 풀충전! 그들만의 가장 유쾌한 카운트가 시작된다',7.9);";
	public static String movie3Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (3,'소울메이트', '민용근', '드라마', 124, '12세 관람가', '2023-03-15' , '김다미,전소니,변우석', \r\n"
			+ "'유년 시절을 함께한 88년생 두 여성, 미소와 하은이 어른이 되어가는 과정에서 겪는 관계의 굴곡을 그린다. 둘만의 안온한 세계는 10대 후반 무렵, \r\n"
			+ "하은이 동급생 진우와 첫사랑을 시작하면서 미세한 균열을 겪는다. 자유분방한 미소는 도시로 떠나 모험적인 삶을 좇고, \r\n"
			+ "하은은 고향에 남아 안정된 생활을 꾸리면서 둘은 그렇게 점차 멀어진다.',7.6);";
	public static String movie4Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (4,'드림', '이병헌', '코미디,드라마', 125, '12세 관람가', '2023-04-26' , '박서준,아이유,김종수', \r\n"
			+ "' “국가를… 대표하시는 분들이구나…”\r\n"
			+ "선수 생활 사상 최악의 위기를 맞은 쏘울리스 축구 선수 홍대(박서준)\r\n"
			+ "계획도, 의지도 없던 홈리스 풋볼 월드컵 감독으로 재능기부에 나서게 된다\r\n"
			+ "각본 없는 각본(?)으로 열정리스 현실파 PD 소민(아이유)이 다큐 제작으로 합류하게 되면서\r\n"
			+ "뜯어진 운동화와 슬리퍼, 늘어진 반팔 티셔츠를 필두로\r\n"
			+ "운동이라고는 한 번도 해본 적 없는 특별한(!) 선수들이 국가대표로 선발된다\r\n"
			+ "택견인지 축구인지 헷갈리는 실력과 발보다 말이 앞서는 홈리스 선수들의 환장할 팀워크,\r\n"
			+ "다큐에 대사와 상황 그리고 진정성 없는 연출을 강요하는 소민에\r\n"
			+ "기가 막히는 감독 홍대\r\n"
			+ "하지만 포기할 틈도 없이, 월드컵 출전일은 코앞으로 다가오는데...!\r\n"
			+ "이들의 도전은 성공할 수 있을까?\r\n"
			+ "쏘울리스 감독, 열정리스 PD, 그리고 홈리스 국대\r\n"
			+ "부족한 것 투성인 드림팀의 생애 단 한 번의 기회! ',6.8);";
	public static String movie5Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (5,'범죄도시3', '이상용', '범죄,액션', 105, '15세 관람가', '2023-05-31' , '마동석,이준혁,아오키 무네타카', '베트남 납치 살해범 검거 후 7년 뒤,\r\n"
			+ "‘마석도’(마동석)는 새로운 팀원들과 함께 살인사건을 조사한다.\r\n"
			+ "사건 조사 중, ‘마석도’는 신종 마약 사건이 연루되었음을 알게 되고 수사를 확대한다.\r\n"
			+ "한편, 마약 사건의 배후인 주성철(이준혁)은 계속해서 판을 키워가고\r\n"
			+ "약을 유통하던 일본 조직과 리키(아오키 무네타카)까지 한국에 들어오며\r\n"
			+ "사건의 규모는 점점 더 커져가는데...',7.6);";
	public static String movie6Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (6,'실버맨', '최윤호', '드라마,코미디', 98, '12세 관람가', '2023-06-14' , '김정팔,박상욱,신의현', '고독사를 준비하던 독고 할배 ‘순철’은\r\n"
			+ "진짜 죽을 위기를 넘기자 다시 삶의 욕구가 타오른다!\r\n"
			+ "정신을 차린 ‘순철’은 ‘실버맨 심부름센터’를 찾아가고,\r\n"
			+ "면접부터 말아먹고 그곳에서 만난 미스터리 택배맨 ‘탁배’를\r\n"
			+ "무작정 따라나서며 새로운 세상을 마주하는데…\r\n"
			+ "고집불통 할배들의 좌충우돌 동행기가 시작된다!',9.6);";
	public static String movie7Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (7,'밀수', '류승완', '범죄', 129, '15세 관람가', '2023-07-26' , '김혜수,염정아,조인성', '평화롭던 바닷가 마을 군천에 화학 공장이 들어서면서 하루아침에 일자리를 잃은 해녀들.\r\n"
			+ "먹고 살기 위한 방법을 찾던 승부사 춘자는 바다 속에 던진 물건을 건져 올리기만 하면 큰돈을 벌 수 있다는 밀수의 세계를 알게 되고 해녀들의 리더 진숙에게 솔깃한 제안을 한다.\r\n"
			+ "위험한 일임을 알면서도 생계를 위해 과감히 결단을 내린 해녀 진숙은 전국구 밀수왕 권 상사를 만나게 되면서 확 커진 밀수판에 본격적으로 빠지게 된다.\r\n"
			+ "그러던 어느 날, 일확천금을 얻을 수 있는 일생일대의 기회가 찾아오고 사람들은 서로를 속고 속이며 거대한 밀수판 속으로 휩쓸려 들어가기 시작하는데...',7.9);";
	public static String movie8Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (8,'콘크리트 유토피아', '엄태화', '재난',130, '15세 관람가', '2023-08-09', '이병헌,박서준,박보영' , '대지진으로 하루아침에 폐허가 된 서울.\r\n"
			+ "모든 것이 무너졌지만 단 한 곳, 황궁아파트만은 그대로다.\r\n"
			+ "소문을 들은 외부 생존자들이 황궁 아파트로 몰려들자\r\n"
			+ "위협을 느끼기 시작하는 입주민들.\r\n"
			+ "생존을 위해 하나가 된 그들은 새로운 주민 대표 ‘영탁’을 중심으로\r\n"
			+ "외부인의 출입을 철저히 막아선 채 아파트 주민만을 위한 새로운 규칙을 만든다.\r\n"
			+ "덕분에 지옥 같은 바깥 세상과 달리\r\n"
			+ "주민들에겐 더없이 안전하고 평화로운 유토피아 황궁아파트.\r\n"
			+ "하지만 끝이 없는 생존의 위기 속\r\n"
			+ "그들 사이에서도 예상치 못한 갈등이 시작되는데...!',8.1);";
	public static String movie9Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (9,'잠', '유재선', '미스터리', 95, '15세 관람가', '2023-09-06' , '이선균,정유미,윤경호', '그날 이후, 잠들면 마치 다른 사람처럼 변하는 ‘현수’. 깨어나면 아무것도 기억하지 못하는 ‘현수’는 잠들면 가족들을 해칠까 두려움을 느끼고 ‘수진’은 매일 잠드는 순간 시작되는 끔찍한 공포 때문에 잠들지 못한다. 치료도 받아보지만 ‘현수’의 수면 중 이상 행동은 점점 더 위험해져가고 ‘수진’은 곧 태어날 아이까지 위험에 빠질지도 모른다는 생각에 갖은 노력을 다해보는데… ',7.8);\r\n"
			+ "";
	public static String movie10Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (10,'30일', '남대중', '로맨틱 코미디', 119, '12세 관람가', '2023-10-03' , '강하늘,정소민', \r\n"
			+ "    ' “완벽한 저에게 신은 저 여자를 던지셨죠” 지성과 외모 그리고 찌질함까지 타고난, \r\n"
			+ "    정열(강하늘 분). “모기 같은 존재죠. 존재의 이유를 모르겠는?” 능력과 커리어 그리고 똘기까지 타고난, \r\n"
			+ "    나라(정소민 분). 영화처럼 만나 영화같은 사랑을 했지만 서로의 찌질함과 똘기를 견디다 못해 마침내 완벽한 남남이 되기로 한다. 그러나! 완벽한 이별을 딱 D-30 앞둔 이들에게 찾아온 것은... 동반기억상실?',8.0);";
	public static String movie11Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (11,'괴물', '고레에다 히로카즈', '미스터리,드라마', 127, '12세 관람가', '2023-11-29' ,'안도 사쿠라,나가야마 에이타', '싱글맘 사오리(안도 사쿠라)는 아들 미나토(쿠로카와 소야)의 행동에서 이상 기운을 감지한다.\r\n"
			+ "용기를 내 찾아간 학교에서 상담을 진행한 날 이후 선생님과 학생들의 분위기가 심상치 않게 흐르기 시작하고.',9.0);";
	public static String movie12Sql = "INSERT INTO movie VALUES\r\n"
			+ "    (12,'3일의 휴가', '육상효', '드라마,판타지', 105, '12세 관람가', '2023-12-06' , '김해숙,신민아,강기영', '죽은 지 3년째 되는 날, ‘복자’(김해숙)는 하늘에서 3일 간의 휴가를 받아\r\n"
			+ "신참 가이드(강기영)와 함께 지상에 내려온다.\r\n"
			+ "미국 명문대학교 교수인 자랑스러운 딸을 볼 생각에 설레던 마음도 잠시,\r\n"
			+ "돌연 자신이 살던 시골집으로 돌아와 백반 장사를 시작한 ‘진주’(신민아)의 모습에 당황한다.\r\n"
			+ "속 타는 엄마의 마음도 모르는 ‘진주’는 자신을 찾아온 단짝 ‘미진’(황보라)과\r\n"
			+ "엄마의 레시피를 찾아가고, 낯익은 요리를 보자 서로의 추억이 되살아나는데…',6.8);";
}
